START_TEXT = (
    "<b>╔════════✦ ⋆🕯️⋆ ✦════════╗</b>\n"
    "           <b>✣ Приветствую, путник ✣</b>\n"
    "<b>╚════════✦ ⋆🕯️⋆ ✦════════╝</b>\n\n"
    "<i>«Как-то в полночь, в час угрюмый,</i>\n"
    "<i> полный тягостною думой,</i>\n"
    "<i> над старинными томами</i>\n"
    "<i> я склонялся в полусне...</i>\n\n"
    "<i> Вдруг раздался стук неясный,</i>\n"
    "<i> словно кто-то постучался -</i>\n"
    "<i> постучался в дверь ко мне»</i>\n\n"
    "  ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ 𓅪 ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅   \n\n"
    "<i>           Какой вопрос привёл тебя</i>\n"
    "<i>           к моему порогу в этот час?</i>\n\n"
    "  ⋅ ⋆ ⋅ ✦ ⋅ ⋆ ⋅ ✦ ⋅ ⋆ ⋅ ✦ ⋅ ⋆ ⋅ ✦ ⋅ ⋆ ⋅ ✦ ⋅ ⋆ ⋅  "
)

CARDS_TEXT = (
    "⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅\n"
    "      <i>В бархате ночи лежит колода,</i>\n"
    "      <i>каждая карта — врата в миры...</i>\n\n"
    "<i>Чьи голоса услышишь сегодня?</i>\n"
    "⋅ ⋆ ⋅ ✦ ⋅ ⋆ ⋅ ✦ ⋅ ⋆ ⋅ ✦ ⋅ ⋆ ⋅ ✦ ⋅ ⋆ ⋅ ✦ ⋅ ⋆ ⋅"
)

THANKS_TEXT = (
    "  ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅  \n"
    "              <i>Я всегда рядом,</i>\n"
    "              <i>чтобы помочь в пути...</i>\n\n"
    "   <i>просто позови, и я явлюсь.</i>\n"
    "  ⋅ ⋆ ⋅ ✦ ⋅ ⋆ ⋅ ✦ ⋅ ⋆ ⋅ ✦ ⋅ ⋆ ⋅ ✦ ⋅ ⋆ ⋅ ✦ ⋅ ⋆ ⋅  "
)

UNKNOWN_COMMAND_TEXT = (
    "<b>╔═════════✦ 🜏 ✦═════════╗</b>\n"
    "        <b>✦ Неведомый путь ✦</b>\n"
    "<b>╚═════════✦ 🜏 ✦═════════╝</b>\n\n"
    "   <i>Увы, здесь Вестник бессилен...</i>\n"
    "   <i>Попробуй начать сначала командой /start</i>\n\n"
    "   <i>Или напиши мастеру - @ash_leigh_frax</i>"
    "  ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅  "
)

ERROR_TEXT = (
    "  ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅  \n"
    "     <i>Древние силы временно безмолвствуют...</i>\n"
    "   <i>Попробуй обратиться к картам снова.</i>\n"
    "  ⋅ ⋆ ⋅ ✦ ⋅ ⋆ ⋅ ✦ ⋅ ⋆ ⋅ ✦ ⋅ ⋆ ⋅ ✦ ⋅ ⋆ ⋅ ✦ ⋅ ⋆ ⋅  \n\n"
)

DAILY_CARD = (
    "<b>╔═════════✦ ⋆🂠⋆ ✦═════════╗</b>\n"
    "       <i>Один аркан на путь дневной</i>\n"
    "  <i>лишь раз в сутки карта явит свой лик...</i>\n"
    "  <i>Внемли её шёпоту внимательно.</i>\n"
    "<b>╚═════════✦ ⋆🂠⋆ ✦═════════╝</b>\n\n"
)

DAILY_CARD_LIMIT = (
    "<b>⋅ ⋆ ⋅ 🂠 ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ 🂠 ⋅ ⋆\n</b>"
    "             <i>Следующий аркан явится после полуночи,</i>\n"
    "             <i>когда старый день уступит дорогу новому...</i>\n\n"
    "<b>Сегодняшний расклад сохраняет свою силу до конца дня.</b>\n"
    "<b>⋅ ⋆ ⋅ 🂠 ⋅ ⋆ ⋅ ✦ ⋅ ⋆ ⋅ ✦ ⋅ ⋆ ⋅ ✦ ⋅ ⋆ ⋅ ✦ ⋅ ⋆ ⋅ 🂠 ⋅ ⋆</b>"
)