START_TEXT = (
    "<b>═✦ ⋆🕯️⋆ ✦═════════════</b>\n\n"
    "<i>«Как-то в полночь, в час угрюмый,</i>\n"
    "<i> полный тягостною думой,</i>\n"
    "<i> над старинными томами</i>\n"
    "<i> я склонялся в полусне...</i>\n\n"
    "<i> Вдруг раздался стук неясный,</i>\n"
    "<i> словно кто-то постучался -</i>\n"
    "<i> постучался в дверь ко мне»</i>\n\n"
    "<b>════════════✦ ⋆ 𓅪 ⋆ ✦═</b>\n\n"
    "<i>Какой вопрос привёл тебя</i>\n"
    "<i>к моему порогу в этот час?</i>\n\n"
    "⋆ ⋅ ✦ ⋅ ⋆ ⋅ ✦ ⋅ ⋆ ⋅ ✦ ⋅ ⋆ ⋅ ✦ ⋅ ⋆ ⋅ ✦ ⋅ ⋆ "
)

CARDS_TEXT = (
    "⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ \n"
    "      <i>В бархате ночи лежит колода,</i>\n"
    "      <i>каждая карта — врата в миры...</i>\n\n"
    "<i>Чьи голоса услышишь сегодня?</i>\n"
)

THANKS_TEXT = (
    "⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ \n"
    "         <i>Я всегда рядом,</i>\n"
    "         <i>чтобы помочь в пути...</i>\n\n"
    "<i>просто позови, и я явлюсь.</i>\n"
)

UNKNOWN_COMMAND_TEXT = (
    "⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ 🜏 ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ \n"
    "   <i>Увы, здесь Вестник бессилен...</i>\n"
    "<i>Попробуй начать сначала командой /start</i>\n\n"
    "<i>Или напиши мастеру - @ash_leigh_frax</i>"
)

ERROR_TEXT = (
    "⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ 🜏 ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ \n"
    "     <i>Древние силы временно безмолвствуют...</i>\n"
    "   <i>Попробуй обратиться к картам снова.</i>\n"
)

DAILY_CARD_LIMIT = (
    "⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ 🜏 ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ \n"
    "      <i>Следующий аркан явится</i>\n"
    "   <i>после полуночи, когда старый день</i>\n"
    "<i>когда старый день уступит дорогу новому...</i>\n\n"
    "<b>Сегодняшний расклад сохраняет свою силу до конца дня.</b>\n"
)

SETTINGS_TEXT = (
    "⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ ⋅ ✧ ⋅ ⋆ \n"
    "      <i>Хочешь изменить свой путь?</i>\n"
    "    <i>Каждый выбор - новая развилка...</i>\n\n"
    "<i>Что хочешь изменить?</i>\n"
)